Repository: Andr3sC/encfsgui
Catalog: conf/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Changing state of {}
es: Cambiando el estado de {}

source: Defining new Cargo
es: Definiendo un nuevo almacén

source: Deleting Cargo {}
es: Borrando almacén {}

source: Can not delete connected cargo! {}
es: ¡No se puede borrar un almacén conectado! {}

source: Editing Cargo {}
es: Editando almacén {}

source: Can not edit connected cargo!! {}
es: ¡No se puede editar un almacén conectado! {}

source: Connencting Cargo {}
es: Conectando almacén {}

source: Already connected!!! {}
es: ¡Ya conectado! {}

source: Disconnecting Cargo {}
es: Desconectando almacén {}

source: Not connected!!! {}
es: ¡No conectado! {}

source: Disconnected Cargo {}
es: Almacén desconectado {}

source: Row Selected
es: Fil seleccionada

source: Cargo mounted! {}
es: ¡Almacén conectado! {}

source: Cannot mount! {}
es: ¡No se puede conectar! {}

source: notChecked
es: sinComprobar

source: New cargo created! {}
es: ¡Nuevo almacén conectado! {}

source: Edit cargo done! {}
es: ¡Ediciónn del almacén realizada! {}

source: Edit Cargo canceled
es: Edición de almacén cancelada

source: Cargo Creation canceled
es: Creación de almacén cancelada

source: Delete Cargo canceled
es: Eliminación de almacén cancelado

source: Delete Cargo confirmed
es: Eliminiación de almacén confirmada

source: mounted
es: conectado

source: notReady
es: sinCrear

source: unmounted
es: desconetado

source: Launched
es: En funcionamiento
